{
  "header": {
    "title": "Blog de blipee OS",
    "subtitle": "Perspectivas, actualizaciones y liderazgo de pensamiento desde la frontera de la inteligencia para retail"
  },
  "categories": {
    "all": "Todos los Posts",
    "productUpdates": "Actualizaciones de Producto",
    "industryInsights": "Perspectivas de la Industria",
    "caseStudies": "Casos de Estudio",
    "engineering": "Ingeniería",
    "companyNews": "Noticias de la Empresa"
  },
  "featured": {
    "category": "Perspectivas de la Industria",
    "date": "15 de diciembre de 2024",
    "readTime": "8 min de lectura",
    "title": "El Futuro del Retail: Cómo la IA está Transformando las Tiendas Físicas",
    "excerpt": "A medida que el comercio electrónico continúa evolucionando, las tiendas físicas están aprovechando la inteligencia artificial para crear experiencias de compra personalizadas y basadas en datos. Descubre las tecnologías y estrategias que están remodelando el panorama minorista e impulsando insights de clientes sin precedentes.",
    "readMore": "Leer Artículo Completo"
  },
  "posts": [
    {
      "category": "Actualizaciones de Producto",
      "date": "12 de dic de 2024",
      "title": "Presentamos Análisis de Zonas en Tiempo Real",
      "excerpt": "Nuestra última versión trae análisis de zonas en tiempo real para ayudar a los minoristas a comprender los patrones de comportamiento del cliente en diferentes áreas de su tienda.",
      "author": "Sarah Martinez",
      "role": "CTO"
    },
    {
      "category": "Casos de Estudio",
      "date": "10 de dic de 2024",
      "title": "Cómo RetailMax Aumentó las Ventas un 23% con blipee OS",
      "excerpt": "Aprende cómo RetailMax usó nuestro conteo de personas y análisis de mapas de calor para optimizar el diseño de su tienda y mejorar las tasas de conversión de clientes.",
      "author": "Alex Chen",
      "role": "CEO"
    },
    {
      "category": "Ingeniería",
      "date": "8 de dic de 2024",
      "title": "Construyendo Visión por Computadora Escalable con 50M+ Eventos Diarios",
      "excerpt": "Una inmersión profunda en nuestros desafíos de ingeniería y soluciones para procesar millones de eventos de análisis en tiempo real con 99.9% de tiempo de actividad.",
      "author": "David Kim",
      "role": "Jefe de IA"
    },
    {
      "category": "Perspectivas de la Industria",
      "date": "5 de dic de 2024",
      "title": "Tendencias de Análisis Minorista 2024: Lo Que Muestran los Datos",
      "excerpt": "Analizando datos agregados de más de 500 socios minoristas para descubrir las mayores tendencias que dan forma a la industria este año.",
      "author": "Emily Johnson",
      "role": "Jefa de Diseño"
    },
    {
      "category": "Noticias de la Empresa",
      "date": "3 de dic de 2024",
      "title": "blipee OS Recauda $50M en Serie B para Acelerar el Desarrollo de IA",
      "excerpt": "Estamos emocionados de anunciar nuestra ronda de financiamiento Serie B, que nos ayudará a expandir nuestras capacidades de IA y alcance global.",
      "author": "Alex Chen",
      "role": "CEO"
    },
    {
      "category": "Actualizaciones de Producto",
      "date": "30 de nov de 2024",
      "title": "Controles de Privacidad Mejorados y Actualizaciones de Cumplimiento GDPR",
      "excerpt": "Nuevas funciones de privacidad y herramientas de cumplimiento para ayudar a los minoristas a cumplir con los más altos estándares de protección de datos y privacidad del cliente.",
      "author": "Sarah Martinez",
      "role": "CTO"
    }
  ],
  "newsletter": {
    "title": "Manténte Actualizado",
    "subtitle": "Recibe las últimas perspectivas, actualizaciones de productos y tendencias de la industria en tu bandeja de entrada",
    "placeholder": "Ingresa tu correo electrónico",
    "button": "Suscribirse"
  }
}