{
  "header": {
    "title": "Blog blipee OS",
    "subtitle": "Insights, atualizações e liderança de pensamento da fronteira da inteligência para retalho"
  },
  "categories": {
    "all": "Todos os Posts",
    "productUpdates": "Atualizações de Produto",
    "industryInsights": "Insights da Indústria",
    "caseStudies": "Casos de Estudo",
    "engineering": "Engenharia",
    "companyNews": "Notícias da Empresa"
  },
  "featured": {
    "category": "Insights da Indústria",
    "date": "15 de dezembro de 2024",
    "readTime": "8 min de leitura",
    "title": "O Futuro do Retalho: Como a IA está a Transformar as Lojas Físicas",
    "excerpt": "À medida que o comércio eletrónico continua a evoluir, as lojas de retalho físicas estão a utilizar inteligência artificial para criar experiências de compra personalizadas e baseadas em dados. Descubra as tecnologias e estratégias que estão a remodelar o panorama do retalho e a gerar insights de clientes sem precedentes.",
    "readMore": "Ler Artigo Completo"
  },
  "posts": [
    {
      "category": "Atualizações de Produto",
      "date": "12 de dez de 2024",
      "title": "Apresentamos Análise de Zonas em Tempo Real",
      "excerpt": "O nosso último lançamento traz análise de zonas em tempo real para ajudar os retalhistas a compreender os padrões de comportamento dos clientes em diferentes áreas da sua loja.",
      "author": "Sarah Martinez",
      "role": "CTO"
    },
    {
      "category": "Casos de Estudo",
      "date": "10 de dez de 2024",
      "title": "Como a RetailMax Aumentou as Vendas em 23% com o blipee OS",
      "excerpt": "Saiba como a RetailMax usou a nossa contagem de pessoas e análise de mapas de calor para otimizar o layout da loja e melhorar as taxas de conversão de clientes.",
      "author": "Alex Chen",
      "role": "CEO"
    },
    {
      "category": "Engenharia",
      "date": "8 de dez de 2024",
      "title": "Construindo Visão Computacional Escalável com 50M+ Eventos Diários",
      "excerpt": "Um mergulho profundo nos nossos desafios de engenharia e soluções para processar milhões de eventos de análise em tempo real com 99,9% de tempo de atividade.",
      "author": "David Kim",
      "role": "Chefe de IA"
    },
    {
      "category": "Insights da Indústria",
      "date": "5 de dez de 2024",
      "title": "Tendências de Análise de Retalho 2024: O Que os Dados Mostram",
      "excerpt": "Analisando dados agregados de mais de 500 parceiros de retalho para descobrir as maiores tendências que moldam a indústria este ano.",
      "author": "Emily Johnson",
      "role": "Chefe de Design"
    },
    {
      "category": "Notícias da Empresa",
      "date": "3 de dez de 2024",
      "title": "blipee OS Angaria $50M na Série B para Acelerar o Desenvolvimento de IA",
      "excerpt": "Estamos entusiasmados em anunciar a nossa ronda de financiamento Série B, que nos ajudará a expandir as nossas capacidades de IA e alcance global.",
      "author": "Alex Chen",
      "role": "CEO"
    },
    {
      "category": "Atualizações de Produto",
      "date": "30 de nov de 2024",
      "title": "Controlos de Privacidade Melhorados e Atualizações de Conformidade RGPD",
      "excerpt": "Novas funcionalidades de privacidade e ferramentas de conformidade para ajudar os retalhistas a cumprir os mais altos padrões de proteção de dados e privacidade do cliente.",
      "author": "Sarah Martinez",
      "role": "CTO"
    }
  ],
  "newsletter": {
    "title": "Mantenha-se Atualizado",
    "subtitle": "Receba os últimos insights, atualizações de produtos e tendências da indústria diretamente na sua caixa de entrada",
    "placeholder": "Insira o seu e-mail",
    "button": "Subscrever"
  }
}